Repository: Junimo05/Rule_To_Slay
Catalog: lib/l10n/app_*.arb
Languages: vi

# keyword_DRAW
source: DRAW
vi: RÚT

# keyword_Hero
source: Hero
vi: Anh Hùng

# keyword_Item
source: Item
vi: Vật Phẩm

# keyword_Magic
source: Magic
vi: Phép Thuật

# keyword_Monster
source: Monster
vi: Quái Vật

# keyword_PartyLeader
source: Party Leader
vi: Đội Trưởng

# keyword_ATTACK
source: ATTACK
vi: TẤN CÔNG

# keyword_CHALLENGE
source: CHALLENGE
vi: THÁCH THỨC

# keyword_DESTROY
source: DESTROY
vi: PHÁ HỦY

# keyword_DISCARD
source: DISCARD
vi: BỎ

# keyword_SACRIFICE
source: SACRIFICE
vi: HI SINH

# keyword_STEAL
source: STEAL
vi: CƯỚP

# keyword_SLAY
source: SLAY
vi: TIÊU DIỆT

# keyword_MODIFIER
source: MODIFIER
vi: PHÉP CHỈNH

# mainScreen_welcome
source: Welcome to Rule To Slay
vi: Chào mừng đến với Rule To Slay

# mainScreen_introduction
source: Wiki, Tools and more about Here To Slay Board Game
vi: Wiki, Công cụ và nhiều hơn nữa về trò chơi Here To Slay

# howToPlayScreen_whatsgameabout
source: INTRODUCTION
vi: GIỚI THIỆU

# howToPlayScreen_welcomeToHereToSlay
source: Welcome to Here to Slay!
vi: Chào mừng đến với Here to Slay!

# howToPlayScreen_gameDescription
source: In this game, you’ll assemble a full Party of Heroes to slay dangerous Monsters while working to avoid the sabotage of your enemies. You’ll also equip items to your Heroes, harness powerful magic, and use roll modifiers to tip the odds in your favor.
vi: Trong trò chơi này, bạn sẽ tập hợp một Đội Anh Hùng để tiêu diệt những Quái Vật nguy hiểm trong khi cố gắng kháng cự lại sự phá hoại của 'kẻ thù'. Bạn cũng sẽ trang bị vật phẩm cho các Anh Hùng của mình, sử dụng phép thuật mạnh mẽ và sử dụng các phép chỉnh (Modifier) xúc xắc để nghiêng cán cân có lợi cho bạn.

# howToPlayScreen_firstPlayerWins
source: The first player to SLAY three Monsters, or assemble a full Party with six different classes, wins the game!
vi: Người chơi đầu tiên tiêu diệt ba Quái Vật, hoặc tập hợp một Đội đầy đủ với sáu vai trò khác nhau, sẽ chiến thắng trò chơi!

# howToPlayScreen_gameDuration
source: A typical game of Here to Slay takes approximately 30-60 minutes to complete.
vi: Một ván chơi Here to Slay điển hình sẽ kéo dài khoảng 30-60 phút.

# howToPlayScreen_baseDeck
source: BASE DECK
vi: BỘ BÀI CƠ BẢN

# howToPlayScreen_baseDeckDes1
source: 1 main deck (115 standard-sized cards)
vi: 1 bộ bài chính (115 lá bài cỡ tiêu chuẩn)

# howToPlayScreen_baseDeckDes2
source: 6 oversized Party Leader cards
vi: 6 lá bài lớn của Đội trưởng (Party Leader)

# howToPlayScreen_baseDeckDes3
source: 15 oversized Monster cards
vi: 15 lá bài lớn của Quái Vật (Monster)

# howToPlayScreen_baseDeckDes4
source: 6 rules reference cards
vi: 6 lá bài tham khảo luật chơi

# howToPlayScreen_baseDeckDes5
source: 2 six-sided dice
vi: 2 xúc xắc sáu mặt

# howToPlayScreen_baseSetUp
source: BASE SETUP
vi: THIẾT LẬP CƠ BẢN

# howToPlayScreen_playerBoard_title
source: Player Board
vi: Sân Người Chơi

# howToPlayScreen_playerBoard_dimension1
source: Hero Cards
vi: Các Anh Hùng

# howToPlayScreen_playerBoard_dimension2
source: Party Leader Card
vi: Đội Trưởng

# howToPlayScreen_playerBoard_dimension3
source: Slayed Monster Cards
vi: Các Quái Vật Đã Tiêu Diệt

# howToPlayScreen_playerBoard_dimension4
source: Player 1
vi: Người Chơi 1

# howToPlayScreen_mainBoard_title
source: Main Board
vi: Trung Tâm

# howToPlayScreen_mainBoard_dimension1
source: Monster Cards
vi: Quái Vật

# howToPlayScreen_mainBoard_dimension2
source: Monster Deck
vi: Bộ Bài Quái Vật

# howToPlayScreen_mainBoard_dimension3
source: Discard Pile
vi: Chồng Bài Bỏ

# howToPlayScreen_mainBoard_dimension4
source: Item Deck
vi: Bộ Bài Vật Phẩm

# howToPlayScreen_gamePlay_start1_title
source: Card separation & Party Leader selection
vi: Phân Loại Thẻ & Chọn Đội Trưởng

# howToPlayScreen_gamePlay_start1_step1
source: Separate the different types of cards in the box
vi: Phân loại các loại thẻ khác nhau trong hộp

# howToPlayScreen_gamePlay_start1_step2
source: Each player chooses a Party Leader character to represent them throughout the game
vi: Mỗi người chơi chọn một nhân vật Đội Trưởng để đại diện cho họ trong suốt trò chơi

# howToPlayScreen_gamePlay_start1_step2_1
source: Use dice to decide who goes first
vi: Sử dụng xúc xắc để quyết định ai đi trước

# howToPlayScreen_gamePlay_start1_step2_2
source: Or just let everyone choose their favorite character
vi: Hoặc để mọi người chọn nhân vật yêu thích của họ

# howToPlayScreen_gamePlay_start1_step3
source: Place your Party Leader card in your Party, which is the play area in front of you
vi: Đặt lá bài Đội Trưởng của bạn vào Đội của bạn, là sân người chơi trước mặt bạn

# howToPlayScreen_gamePlay_start1_step4
source: Each player may also take a rules reference card (optional)
vi: Mỗi người chơi cũng có thể lấy một lá bài luật chơi (tùy chọn)

# howToPlayScreen_gamePlay_start1_step5
source: Place any unused cards back in the box
vi: Đặt bất kỳ lá bài không sử dụng nào trở lại hộp

# howToPlayScreen_gamePlay_start1_step5_1
source: Leader Party card
vi: Lá bài Đội Trưởng

# howToPlayScreen_gamePlay_start1_step5_2
source: Rules reference card
vi: Lá bài luật chơi

# howToPlayScreen_gamePlay_start2_title
source: Base Hand & Deck setup
vi: Thiết Lập Tay Bài & Bộ Bài Cơ Bản

# howToPlayScreen_gamePlay_start2_step1
source: Shuffle the standard-sized cards together
vi: Xáo trộn các lá bài cỡ tiêu chuẩn lại với nhau

# howToPlayScreen_gamePlay_start2_step2
source: Deal each player 5 cards (keep it on your hand)
vi: Chia cho mỗi người chơi 5 lá bài (giữ trên tay)

# howToPlayScreen_gamePlay_start2_step3
source: Place the remaining stack of cards face down in the center of the table to form the main deck
vi: Đặt chồng bài còn lại úp xuống giữa bàn để tạo thành bộ bài chính

# howToPlayScreen_gamePlay_start2_step4
source: Leave space next to the main deck for a discard pile
vi: Để trống không gian bên cạnh bộ bài chính cho chồng bài bỏ

# howToPlayScreen_gamePlay_start2_step4_1
source: Where you will place card that is:
vi: Nơi bạn sẽ đặt lá bài bị:

# howToPlayScreen_gamePlay_start2_step4_2
source: Sacrificed
vi: Hi sinh

# howToPlayScreen_gamePlay_start2_step4_3
source: Discarded
vi: Bỏ

# howToPlayScreen_gamePlay_start2_step4_4
source: Destroyed
vi: Phá hủy

# howToPlayScreen_gamePlay_start3_title
source: Monster setup
vi: Thiết Lập Quái Vật

# howToPlayScreen_gamePlay_start3_step1
source: Shuffle the Monster cards
vi: Xáo trộn các lá bài Quái Vật

# howToPlayScreen_gamePlay_start3_step2
source: Flip the top three Monster cards face up in the center of the table
vi: Lật ba lá bài Quái Vật trên cùng lên giữa bàn

# howToPlayScreen_gamePlay_start3_step3
source: Place the remaining Monster cards face down to form the Monster deck
vi: Đặt các lá bài Quái Vật còn lại úp xuống để tạo thành bộ bài Quái Vật

# howToPlayScreen_gamePlay_Play_title
source: How To Play
vi: Cách Chơi

# howToPlayScreen_gamePlay_Play_APPerTurn
source: Action Points Per Turn
vi: Điểm Hành Động Mỗi Lượt

# howToPlayScreen_gamePlay_Play_ActPerTurn
source: Actions Available Per Turn
vi: Hành Động Được Làm Mỗi Lượt

# howToPlayScreen_gamePlay_Play_DrawCard
source: <<DRAW>> a Card
vi: <<DRAW>> một lá bài

# howToPlayScreen_gamePlay_Play_DrawCardDes
source: <<DRAW>> a card from the deck
vi: <<DRAW>> một lá bài từ bộ bài

# howToPlayScreen_gamePlay_Play_PlayCard
source: Play a Card
vi: Chơi một lá bài

# howToPlayScreen_gamePlay_Play_PlayCardDes
source: Play a <<Hero>>, <<Item>>, or <<Magic>> card
vi: Chơi một lá bài <<Hero>>, <<Item>>, hoặc <<Magic>>

# howToPlayScreen_gamePlay_Play_useHeroEff
source: Use a <<Hero>> Effect
vi: Sử dụng hiệu ứng của <<Hero>>

# howToPlayScreen_gamePlay_Play_useHeroEffDes
source: Use a effect of a <<Hero>> card
vi: Sử dụng hiệu ứng của lá bài <<Hero>>

# howToPlayScreen_gamePlay_Play_SlayMonster
source: <<ATTACK>> a <<Monster>> card
vi: <<ATTACK>> một lá bài <<Monster>>

# howToPlayScreen_gamePlay_Play_SlayMonsterDes
source: Time to SLAY
vi: Đến lúc TIÊU DIỆT

# howToPlayScreen_gamePlay_Play_DISCARD
source: <<DISCARD>> all hand cards
vi: <<DISCARD>> tất cả các lá bài trên tay

# howToPlayScreen_gamePlay_Play_DISCARDDes
source: Then <<DRAW>> 5 new cards
vi: Sau đó <<DRAW>> 5 lá bài mới
